{
  "updated_at":"17/07/2020",
  "cohort_2020":[
     {
        "name":"Aarsi Desai",
        "title":"Architect and Urban Planner",
        "linkedin":"https://www.linkedin.com/in/aarsi-desai-639a07131",
        "description":[
           "Aarsi Desai is a passionate and enthusiastic architect and urban planner. Her interests are in the field of physical planning, urban policy, urban management, and innovation. She has about 2 years of holistic experience in statutory planning sector. She was previously associated with HCP Design, Planning and, Management Pvt. Ltd. as an urban planner and project manager. At HCP, she significantly worked on Development Plan and Land Pooling Schemes for two new towns along Nagpur Mumbai Super Communication Expressway for MSRDC, Development Plan for Saputara Area Development Authority, and numerous business development projects. Prior to that, she was involved in a Water Urbanism Project in collaboration with Columbia University and Consulate General of India, New York, where she represented her institute, IIT KGP. She plans to work in the field of behavioural nudges in conjunction with urban management and citizen engagement. Aarsi is an alumnus of Indian Institute of Technology, Kharagpur holding a Masters Degree in City Planning.",
           "In her free time, Aarsi likes to travel to new places, explore new culture, read, play table tennis & squash, and to experience adventure sports."
        ]
     },
     {
        "name":"Aayush Kakaji",
        "title":"Product Manager (Technical)",
        "linkedin":"https://www.linkedin.com/in/aayush-kakaji-16386078/",
        "description":[
           "Aayush Kakaji is a Product Manager. His interest is in the field of Data Analytics and Science. He has around 2 years of experience in the Analytics sector. He was previously associated with SmartNomad, a travel tech-startup where he worked as the Associate Product Manager requiring him to manage product development. Prior to this, Aayush has worked in Affine Analytics as a Business Analyst in the gaming and F&B sector. He was involved in game analytics for Call of Duty to increase the revenue for the company. He has also interned and worked with several PSU’s in designing their analytical solutions and optimizing their operational cost. He has published a paper on ‘Image processing and facial recognition’ in the International Journal of Engineering and Technology. He is an engineer in Electronics and Communications. However, the zeal to experiment made him undertake the Young India Fellowship giving him insights in Finance, Economics, History, Political Science, Law and other diverse subjects.",
           "Aayush was a professional state badminton player. In his free time, he enjoys running, discovering the undiscovered artists and singers, mentoring kids who are underprivileged and most importantly thinking about the likes and dislikes of users in making apps and products more user friendly (occupational hazard!)"
        ]
     },
     {
        "name":"Abby Varghese",
        "title":"GIS Professional",
        "linkedin":"https://www.linkedin.com/in/abbyvarghese/",
        "description":[
           "Abby Varghese apart from being an India Smart City Fellow is simultaneously pursuing his Master of Philosophy in Geography from the Central University of Tamil Nadu, with smart cities as his thesis theme. His interests are in the field of disaster risk reduction, urban watershed management, wetland conservation, environmental impact assessment and he has over two years of research experience in these sectors. During his studies, he represented his institutes in several International and regional seminars to present his studies across various fields such as urban geography, disaster risk management, wetland conservation, tourism, etc. Prior to that, he has worked as a Trainee in Thomas Cook (India) Ltd. Abby also has been the lead author for several research articles such as ‘Identification of flood vulnerable zones in Thrissur district of Kerala using time series sentinel data’, ‘Hydrological study of August 2018 Kerala Floods’ are few of them. He plans to work in urban space, urban disaster management, and crime control research during his fellowship in the ministry. He also holds a Master of Science in Geography from Central University of Tamil Nadu and a Bachelor of Science in Geography Tourism and Travel Management from Madras Christian College. ",
           "In his free time, Abby enjoys reading, baking, origami, listening to songs, and online gaming. He also has volunteered for the National Service Scheme and Friends of Police."
        ]
     },
     {
        "name":"Abhishek Upperwal",
        "title":"Data Scientist",
        "linkedin":"https://www.linkedin.com/in/upperwal/",
        "description":[
           "Abhishek Upperwal is a Data Scientist. His interests are in the field of High-Performance Computing along with Distributed and Decentralised Systems. He has over 3 years of experience in IoT, Machine Learning, Web Technologies and Blockchains domain. He is also the founder of a startup with a vision to build better cities with data. He plans to work on data-driven initiatives within the ministry. Abhishek is an alumna of Indian Institute of Science, Bengaluru. He holds a Master of Technology degree in Computational and Data Sciences. ",
           "In his free time, Abhishek enjoys reading research papers and contributing to open source projects."
        ]
     },
     {
        "name":"Abhisikha Das",
        "title":"Development Sector Professional",
        "linkedin":"https://www.linkedin.com/in/abhisikha-das-579327154",
        "description":[
           "Abhisikha Das is a livelihoods specialist. Her interests are in the field of diversification of livelihoods, women development and research in the fields of tea garden areas. She has over 2  year of experience in the livelihoods sector. She was previously associated with NRLM project execution in Madhya Pradesh with  cluster development in Haritika Organization. Prior to that, she also worked in Uttrakhand with Agrani India foundation in a project with Udhyam where she developed rural entrepreneurship in Nainital district. She also worked in Dehradun in the sector of education associated with Project FEUL, where she handled project- Out of Syllabus where collecting human wisdom from teachers by students entailed along with her team. She plans to work in livelihoods and education sectors. Abhisikha Das is an alumna of Tata Institute of Social sciences, Guwahati campus, where she post-graduated in Social Work specialization in livelihoods and Social Entrepreneurship. ",
           "In her free time, Abhisikha enjoys chess, is an experiential chef, keen enjoyer of craftsmanship and a habitual reader."
        ]
     },
     {
        "name":"Akshaya Kudale",
        "title":"Architect and Town & Country Planner",
        "linkedin":"https://www.linkedin.com/in/akshaya-kudale-240493",
        "description":[
           "Akshaya Ravindrakumar Kudale is an Architect and a Town & Country planner. Her interests are in the field of Urban and Transport planning, and she has over one year of experience in Town and country planning sector. She was previously associated with Sinhgad college of Architecture as Assistant Professor, where she was NASA faculty coordinator. Prior to that, she also worked at School of Planning and Architecture, New Delhi in the consultancy cell. There she worked on the project, ‘Verification audit of facilities for persons with disabilities in and around selected railway stations in India’. She also worked at Science and technology park, Pune, as Junior Planner where she and her team drafted ‘Thane Vision Plan 2030’. She has published a paper on ‘Assessment of evolutionary trends and potential softwares in the fields of Architecture and Planning’, in National conference in Pune. She plans to work in Urban planning and Transport sectors. Akshaya Kudale is an alumna of College of Engineering Pune. She holds a Masters of Technology in Town and Country Planning. ",
           "In her free time, Akshaya enjoys instructing yoga & dance fitness classes, singing, swimming and various sports activities and also volunteers as a writer for visually challenged people with Seshpath organization."
        ]
     },
     {
        "name":"Aman Singh Rajput",
        "title":"Urban and Regional Planner",
        "linkedin":"https://www.linkedin.com/in/aman-singh-rajput-a45900105/",
        "description":[
           "Aman Singh Rajput is an Urban and Regional Planner. His interests are in the field of land use planning & linkages, regional transport planning, and smart city-region development. He has over one year of experience in the urban and regional planning domain. He was previously associated with School of Planning and Architecture, Vijayawada as an Assistant Professor in the Department of Planning, where he was teaching & coordinating studio exercise of Masters in Transport and Infrastructure Planning and Bachelors of Planning. He was also a team member of Unnat Bharat Abhiyan Cell working on capacity building towards transformational change in rural development processes. Prior to that, he has worked as an intern in Urban Reform and Infrastructure Department at IPE Global Limited and Directorate of Town and Country Planning Organization Madhya Pradesh. He has been a Proficiency Gold Medalist at his UG and PG studies and an awardee of Prof. N.S. Saini SPA Gold Medal for Best Thesis in Masters in Planning (Urban Planning and Regional Planning). He has published and presented research on smart city regions and sustainable rural development. He plans to work in the field of urban economics and land use and transport integration. Aman S. Rajput is an alumnus of School of Planning and Architecture, Bhopal, and School of Planning and Architecture, New Delhi. He holds a degree of Bachelor of Planning and Masters in Regional Planning. ",
           "In his free time, Aman enjoys playing chess, watching movies, and listening to songs & ghazals."
        ]
     },
     {
        "name":"Ananta Kukreja",
        "title":"Development Sector Professional",
        "linkedin":"https://www.linkedin.com/in/ananta-kukreja-7a6b20120/",
        "description":[
           "Ananta Kukreja is a Post Graduate in Economics. Her interests are in the field of urban livelihoods and the unorganized sector, capacity building and gender. She has over three years of experience in the development sector. She was previously associated with Jarvis Technology and Strategy Consulting, Mumbai as a Senior Research Associate, where she was responsible for conducting primary and secondary research to understand issues faced by the citizens in their constituencies and developing actionable strategies for the client.  Prior to that, Ananta also worked with a grassroot organization named Haqdarshak Empowerment Solutions as a Research and Training Associate which required liaising with the government, training and capacitating the local people with new skills to earn their livelihoods. In the future, she plans to work in the field of inclusive development, evidence-based public policy and governance. Ananta Kukreja is an alumna of Gokhale Institute of Politics and Economics, Pune and holds a Masters In Economics Degree with specialization in Agribusiness. ",
           "In her free time, Ananta enjoys creating mandala art, exploring new places and learning new recipes."
        ]
     },
     {
        "name":"Ankur Negi",
        "title":"Disaster Management Professional",
        "linkedin":"https://www.linkedin.com/in/ankur-negi-4612a172/",
        "description":[
           "Ankur Negi is a Disaster Management professional with specialization in application of Remote Sensing and GIS in the domain. His interests are in the field of disaster risk reduction and management using GIS techniques and he has over 1.5 years of experience in disaster and development sector. He was previously associated with the Sustainable Environment and Ecological Development Society (SEEDS) as Program Manager (Planning and Assessment), where he was involved in ground level studies aimed at assessing the needs of the disaster impacted communities. He was also the lead RS and GIS personnel. Prior to that, he has worked in the domain of Corporate Social Responsibility and has been a part of impact assessment studies for public sector entities. He has received the meritorious student scholarship at IIRS. He has published a paper titled ‘Landslide Susceptibility Mapping and comparison using Frequency Ratio and Analytical Hierarchy Process in part of NH-58, Uttarakhand, India’. He plans to work in the domain of disaster risk and understand the community perspective. Ankur Negi is an alumnus of the Tata Institute of Social Sciences, Mumbai. He holds a Master of Science in Disaster Management and a Post Graduate Diploma in Remote Sensing and GIS from the Indian Institute of Remote Sensing, Dehradun. ",
           " In his free time, Ankur enjoys playing table tennis, learning and doing wildlife photography and music. "
        ]
     },
     {
        "name":"Anupama Bhardwaj",
        "title":" Sociologist and Educator",
        "linkedin":"linkedin.com/in/anupama-bhardwaj-9a3768160",
        "description":[
           "Anupama Bhardwaj is an engineer turned sociologist. Her interests are in the field of Health Accessibility, Citizen Engagement and Cultural Heritage and She  has over eighteen months  of experience in the Waste Management, Education Research and Data Analysis sectors. She was previously associated with Central Square Foundation where she was working as a Qualitative Researcher. Prior to that she worked with Transport Corporation of India Limited for Waste Management in the South-West Delhi region. She was awarded Krishnaraj Fellowship in 2017,by EPW,  for conducting a field research in the flood affected riverine island of Majuli. Anupama is an alumna of Delhi School of Economics. She  holds a Masters of Philosophy degree  in Sociology. ",
           "In her free time, she writes stories, explores mythology. "
        ]
     },
     {
        "name":"Aparna Ramesh",
        "title":"Architect and Urban Planner",
        "linkedin":"www.linkedin.com/in/aparna237",
        "description":[
           "Aparna Ramesh is an architect and urban planner. Her interests are in the field of urban governance and sustainable transport planning. She has over two years of experience in architecture and urban development. She was previously associated with GIZ Deutsche Gesellschaft für Internationale Zusammenarbeit as an urban planning intern, where she worked with the Integrated and Sustainable Urban Transport Systems for Smart Cities in India (SMART–SUT) project for Coimbatore Smart City.  Aparna’s research has been published in international journals and presented at national as well as international conferences. Most recently, she presented her work at the International Conference on Urban Science and Engineering, IIT Bombay. As an undergraduate, she won the Berkeley Undergraduate Prize for Architectural Design Excellence, 2014. She has also been awarded the Wipro Earthian Prize in both 2017 and 2018 by the Azim Premji Foundation. She plans to pursue her PhD in the near future and apply her education as an architect and urban planner to develop context-specific solutions for rapidly growing Indian cities. Aparna is an alumnus of CEPT University, Ahmedabad. She holds a Master of Urban and Regional Planning with a specialization in Transport planning. ",
           "In her free time, Aparna enjoys reading non-fiction, practising yoga and exploring cities."
        ]
     },
     {
        "name":"Archit Nishant",
        "title":"Architect and Urban Planner",
        "linkedin":"https://www.linkedin.com/in/archit-nishant-14002546",
        "description":[
           "Archit Nishant is an Architect and an Urban and Regional Planner. His interests are in the field of transport planning, housing and land use and he has over two and a half years of experience in the Urban development sector. He was previously associated with UTTIPEC, Delhi Development Authority as Consultant where he worked on implementation of Multi Modal Integration Plan of Phase 3 metro stations in Delhi and Transit Oriented Development project of Karkardooma Metro Station. Prior to that, he has worked as a Freelance Architect and did various projects in interior designing and housing. He plans to work in the field of data analytics and transport planning and implementation. Archit Nishant is an alumnus of  National Institute of Technology, Patna. He holds a degree in Masters in Urban and Regional Planning. ",
           "In his free time, Archit likes playing Basketball, Cricket , Badminton and also loves cooking , exploring new places and road trips."
        ]
     },
     {
        "name":"Arpit Tiwari",
        "title":"Architect and Urban Planner",
        "linkedin":"https://www.linkedin.com/in/arpit-tiwari-652536ba",
        "description":[
           "Arpit Tiwari is an Architect and Urban Planner. His interests are in the field of walkability and urban mobility and he has over six months of experience in research and teaching. He was previously associated with Babu Banarasi Das Education Group as teaching assistant, where he was involved in research activities for child friendly cities. Prior to that, he has worked as a freelance Architect. He has also published content on the urban sprawl situation in India. He plans to work in the areas of Walkable and safer cities. Arpit Tiwari is an alumnus of Indian Institute of Technology, Roorkee. He holds a Master’s degree in Urban and Rural Planning. In his free time, Arpit enjoys gardening and playing football, and volunteers with blood connect organization. He is a travel and sports enthusiast."
        ]
     },
     {
        "name":"Asmeeta Das Sharma",
        "title":"Architect and Urban Planner",
        "linkedin":"linkedin.com/in/adassharma",
        "description":[
           "Asmeeta Das Sharma is an Architect, Urban Designer and Planner. Her interests lie in the field of regional planning, migration and informality and she has over four years of experience in the architecture and development sector. She was previously associated with Royal Haskoning DHV in Rotterdam as an Urban Planner and Strategist, where she worked on consultancy projects for port and airport developments across the globe. Prior to that she worked on multiple architecture and urban design projects with notable offices like Urban Architecture Works (formerly Mani Chowfla Architects) and Jana Urban Space Foundation.  Her master's thesis was handpicked to be published in the Dutch national design magazine Blauw Kamer. Further, she was awarded for her all round excellence during her bachelor's degree for her additional work in research and competitions. Currently, she is working on publications on Environmental Migration. She plans to work in migration and inclusive development, seeking to promote design thinking to enhance society. An alumna of Delft University of Technology, The Netherlands, she holds a Masters of Architecture and the Built Environment with a specialization in Urbanism and an additional Honours degree. ",
           "In her free time, Asmeeta enjoys innovating with food, sketching and exploring new destinations and music."
        ]
     },
     {
        "name":"Bonam Santosh Kumar",
        "title":"Social Entrepreneur",
        "linkedin":"https://www.linkedin.com/in/bonam-santosh-kumar-721091123/",
        "description":[
           "Santosh Kumar Bonam is a Social Entrepreneur. His interests lies in the field of impact making enterprises, economics, International Relations and he has three years of experience in working with HCL Technologies as a Software Engineer in supporting Investment Banking as Client. He would like to work in the field of development science and create social impact by contributing his Learnings from Entrepreneurship. Santosh kumar is alumnus of Tata institute of social Sciences, he holds degree in Masters in Social Innovation and Entrepreneurship.",
           "In his free time, Santosh loves to dance, read books and go for a long walk, He would love travelling to new places and explore new cultures and cuisines"
        ]
     },
     {
        "name":"Debaditya Swarnakar",
        "title":"Architect and Urban Designer",
        "linkedin":"https://www.linkedin.com/in/debaditya-swarnakar-10725593",
        "description":[
           "Debaditya Swarnakar is an Architect and an Urban Designer. His interests are in the field of ease of living, placemaking and affordable housing design and he has over one years of experience in public transport planning sector. He was previously associated with DC school of Architecture and Design as Assistant Professor, where he conducted studies to document spatial & cultural attributes and was engaged in cultural mapping of Melkote village in Karnataka Prior to that, he has worked in transport planning projects as a Junior architect in Dar Al Handshah. His proposed idea on resilient structural system for Himalayan terrains won second runner up in DIC 2018. He plans to work in local area planning and neighborhood design for better ease of living.  Debaditya is an alumna of School of Planning and Architecture, Delhi. He holds a degree in Masters of Urban Design with a specialization in Design Anthropology. ",
           "In his free time, Debaditya enjoys 3D modelling (architectural previsualization), singing and painting."
        ]
     },
     {
        "name":"Gaurang Patel",
        "title":"Geomatics Engineer",
        "linkedin":"http://linkedin.com/in/gaurang-patel-0321b2123",
        "description":[
           "Gaurang Patel is a Geomatics Engineer with an interest in the field of energy management and carrying two years of experience in the renewable energy sector. He was previously associated with the SmartX City, India, as a GIS Consultant, where the focus was on how GIS can be used in the Renewable Energy Sector for Smart City. Prior to that, he has worked on built-up extraction from remote sensing and applications of 3-D City model focusing on the PV System of the entire city. He has been honored with three awards in Masters as Academic Excellence Award (2017), Best Studio Work (2017), Academic Excellence Award (2018) at CEPT University. He has also published a paper titled “Estimation of Energy from Urban Built-Forms from Remote Sensing Imagery – A Goal of Smart City”. He plans to work in the areas of different GIS applications for Smart Cities. Gaurang is an alumnus of CEPT University, Ahmedabad, from where he acquired a degree in Masters of Geomatics (2018). He is currently pursuing Ph.D. in Geoinformatics from Gujarat University, Ahmedabad. ",
           "In his free time, Gaurang enjoys playing badminton, travelling to explore new places, plantation and walking."
        ]
     },
     {
        "name":"Ipsita Chanda",
        "title":"Geographer & Urban and Regional  Planner",
        "linkedin":"https://www.linkedin.com/in/ipsita-chanda-290a7614b/",
        "description":[
           "Ipsita Chanda is a Geographer and an Urban Planner. Her interests are in the field of spatial as well social planning and she has over one year nine months of experience in urban development sector. She was previously associated with Voyants Solutions Private Limited as an Urban Planner, where she extensively worked in Geographical Information System/Remote Sensing based Master Plan Projects and Multi Modal Logistic Park Projects. She plans to work in areas of social planning and infrastructural planning. Ipsita Chanda is an alumna of Delhi School of Economics and School of Planning and Architecture, Bhopal. She holds a degree in Masters of Planning with a specialization in Urban and Regional Planning. ",
           "In her free time, Ipsita Chanda enjoys brushing up her dance skill, reading story books and watching movies. "
        ]
     },
     {
        "name":"Jash Goswami",
        "title":"Engineer & Urban Planner",
        "linkedin":"www.linkedin.com/in/jash-goswami-12878988",
        "description":[
           "Jash Yogendragiri Goswami is a Civil engineer and an Urban Planner. His interests are in the field of Spatial Planning, Infrastructure Planning, Project Management and Urban Management, and he has over one year of experience in the Urban and Regional development sector. He was previously associated with SYSTRA Group in India as an Urban Planner, where he was part of the core team involved in preparation of the Eco-sensitive Zonal Master Plan and its tourism Plan for cluster-4 in Madhya Pradesh. Prior to that, he has worked as an intern in the project “ Master plan Delhi- 2041” at National Institute of Urban Affairs (NIUA), where he undertook gap analysis for  water and sanitation profile of Delhi city and undertook appraisal of Smart Technologies that possess potential to address current challenges. Jash has recently published two Research Paper titled  ‘Digital Strategies for Indian Smart Cities’ and ‘Economic feasibility of Personal Rapid Transit: A Case study of Ahmedabad’ in 2nd edition of international Conference “Future Smart Cities (FSC)” organized by IEREK in 2019.  He plans to work in domain Spatial Planning and Infrastructure Planning.  Jash is an alumnus of CEPT University, Ahmedabad. He holds a Masters degree in Urban and Regional planning with Specialization in Infrastructure Planning. ",
           "In his free time, Jash enjoys playing badminton, reading non-fiction books, watching movies, listening to Gazals, undertaking road trips, trekking, and exploring Cities."
        ]
     },
     {
        "name":"Joydip Datta",
        "title":"Geo-Spatial Engineer",
        "linkedin":"https://www.linkedin.com/in/joydip-datta-ab522690",
        "description":[
           "Joydip Datta is a Geographer and Geospatial Engineer. His interests are in the field of urban land & infrastructure management, disaster risk reduction, environmental impact assessment, agricultural risk assessment and socio-political analysis using geospatial analytics, and he has over 2-year 2months of experience in the spatial analytics sector. He was previously associated with FarmGuide as Agricultural Risk Analyst, where he worked for crop prediction, crop health analysis and estimation of crop yield using geospatial technology and satellite images. Prior to that, he has assisted in Newtown Smart City Planning. His publications are “Smart Transportation Management Planning to Reduce Surface Vehicle Pressure for a Better Urban Design of Howrah Municipal Corporation Area” and “Recognizing Mosquito Breeding Zones Applying Machine Learning – A Comparative Study between Dense Urban Area of Khanjarpur, Roorkee & Urban Slum Area of Chingrajpara slum, Chhattisgarh Utilizing UAV Images.”. He plans to work in solving problems using spatial analytics. Joydip Datta is an alumnus of NIIT University. He holds a degree in Master in Technology in Geographic Information Systems and a Masters of Arts in Geography from University of Delhi. ",
           "In his/her free time, Joydip enjoys travelling, cooking, reading, writing and listening to music."
        ]
     },
     {
        "name":"Juhi Sah",
        "title":"Architect and Environment Planner",
        "linkedin":"https://www.linkedin.com/in/juhi-sah-b7842540/",
        "description":[
           "Juhi Sah is an Architect and an Environmental Planner. Her interests are in the field of Regional Planning, Environmental Psychology, Urban Governance and Geo Informatics, and she has over one and half years of experience in Metro Station Planning & Architecture and Rural Development sector. She was previously associated with Shyama Prasad Mukherjee Rurban Mission, Madhya Pradesh as Young Professional, where she handled infrastructure plan assessment, implementation and Cluster Notification proceedings. Prior to that, she has represented SPA Bhopal in GIZ conference Plan OK Please, Chennai, for Coimbatore Regional Plan – Tiruppur Sub-Region. She is the Excellence Medal holder of her institute. She plans to work in an allied flied of Environment policies and Governance, to make an exploration into the subject of Political Ecology and new age Planning Practices.  Juhi Sah is an alumna of School of Planning and Architecture, Bhopal. She holds a degree of Masters in Environmental Planning. ",
           "In her free time, Juhi enjoys painting, sketching and exploring Human Psychology. "
        ]
     },
     {
        "name":"Kumar Priyam",
        "title":"Architect and an Urban Planner",
        "linkedin":"linkedin.com/in/kumar-priyam/",
        "description":[
           "Kumar Priyam is an Architect and an Urban Planner. His interests are in the field of urban land management, land accumulation techniques and housing issues, and he has around one year of experience in the urban housing sector. He was previously associated with the Panchwati Coloniser Pvt. Ltd., Patna as an Architect Planner. Prior to that, he has worked as an intern in the land pooling cell of Delhi Development Authority, focusing over the implementation of land pooling policy in Delhi extension area. He has also been a part of the organizing team of public board meetings regarding objection and suggestion of Land Pooling Policy, 2018. He plans to work in the areas of urban land management and housing. Kumar Priyam is an alumnus of CEPT, Ahmedabad. He holds a degree in Masters of Urban and Regional Planning, with a specialization in Housing. ",
           "In his free time, Priyam enjoys cooking, and reading Hindi and English literature. Apart from that, Priyam is fond of swimming and cycling. "
        ]
     },
     {
        "name":"Manuel Diego",
        "title":"Architect",
        "linkedin":"https://www.linkedin.com/in/mdfcp/",
        "description":[
           "Manuel Diego Fernandez Chaparro Plata is an Architect. His interests are in the field of renewable energy, sustainability and real estate development. He has over seven years of experience in the real estate development sector. He was previously associated with Rivero Borrell Architects as Lead Architect, where he managed and supervised the feasibility, design, executive project, construction and commercialization of real estate developments. Prior to that, he researched about the application of renewable energies in the built environment and sustainable architecture. Achieving a Distinction in the dissertation project researching the integration of HVAC systems with photovoltaic and solar thermal technologies. He plans to work in the fields of sustainability and urbanism. Manuel Diego is an alumnus of the University of Nottingham, England. He holds a Master’s of Science in Renewable Energy and Architecture.",
           "In his free time, Manuel enjoys sleeping, travelling and watching movies."
        ]
     },
     {
        "name":"Monica Thakur",
        "title":"Architect",
        "linkedin":"https://www.linkedin.com/in/monica-thakur-1a916318a",
        "description":[
           "Monica Thakur is an Architect. Her interests are in the field of Architectural Design, Urban Design and Conservation, and she has over 8 months of experience in the Urban Journalism sector. She was previously associated with Good Governance India Foundation and Urban News Digest as an Assistant Editor, where she was involved with writing, editing and organising content for the monthly magazine - Urban News Digest. Prior to that, she has interned at Vikas Dilawari Architects as an intern in the field of Architectural Conservation. She plans to work in the fields of Water Management and Tourism. Monica Thakur is an alumna of Kamla Raheja Vidyanidhi Institute of Architecture. She holds a degree in Bachelor of Architecture.",
           "In her free time, she enjoys exploring digital sketching, writing, reading, listening to music along with visiting historical places."
        ]
     },
     {
        "name":"Pritam Patnaik",
        "title":"Architect and Environmental Planner",
        "linkedin":"https://www.linkedin.com/in/ar-pritam-patnaik-2816b9b5/",
        "description":[
           "Pritam Patnaik is an Architect and an Environmental Planner. His interests are in the field of urban land use planning, city governance, city resilience, green infrastructure, water resource management and climate change. He has two years of experience in the field of urban planning. he has over two years of experience in architecture and urban development. He was previously associated with GIZ Deutsche Gesellschaft für Internationale Zusammenarbeit as an urban planning intern, where he worked under the project Sustainable Environmental Friendly Industrial Production (SEIP) at Haridwar. He was also associated with the Andhra Pradesh Capital Region Development Authority as a Planner where he was involved in the preparation of ‘Happy city index’, development plans and land pooling scheme. Prior to that, he has worked as an Architect Planner and was involved in the preparation of Master Plan project and conservation project of Anasakti ashram in Uttarakhand. He was awarded with the Proficiency Gold Medal and best thesis award from college as well as from the Institute of town Planners, India. He has published a paper titled “Climate Change through Solid Waste Sector and its Implications on Water Bodies: A Case of Satna Municipal Corporation, M.P”. He plans to work in the domain of urban planning and governance and understand the complexities involving human social systems and natural environment. Pritam Patnaik is an alumnus of School of Planning and Architecture, Bhopal. He holds a degree in Masters of Planning, with a specialization in Environmental Planning.",
           "In his free time, Pritam enjoys playing cricket, travelling, doing photography and also volunteers with the Trust for Environment and Development."
        ]
     },
     {
        "name":"Priya Upadhyay",
        "title":"Urban Development Manager/Urban Planner",
        "linkedin":"https://www.linkedin.com/in/priya-upadhyay-21490b4a",
        "description":[
           "Priya Upadhyay is an Urban Planner and an Urban Development Manager. Her interests are in the field of urban policy and research, road safety, urban livelihoods, inclusive cities, health, solid waste management and sustainable development and She has over two and a half years of experience in the urban and GIS sector. She was previously associated with United Nations Global Compact Network India as Consultant, Road safety and Advocacy, where she coordinated research on “Impact of Driver behaviour initiatives in achieving SDG 3.6” with CRRI and implementation of activities of  UNGCNI’s Road safety Task force. Prior to that, she has worked as Programme Manager, Road safety at Fleet Forum India. She has also received an award for her research poster on “Assessment of Public Green Spaces – Smart City New Delhi Municipal Council” and has published research on ‘Mitigation of Urban Heat Island’.  Priya Upadhyay is an alumna of TERI School of Advanced Studies. She holds a Masters in Technology in Urban Development and Management.",
           "In her free time, Priya enjoys dancing, cooking, working on her waste to  garden, recycling HH waste, playing with animals and travelling"
        ]
     },
     {
        "name":"Radha Karmarkar",
        "title":"Development Sector Professional",
        "linkedin":"https://www.linkedin.com/in/radha-k-5192a3186/",
        "description":[
           "Radha Karmarkar is a professional in the urban governance and public policy sphere. Her interests are in the field of urban governance and citizen engagement and she has over three years of experience in the development sector. She was previously associated with Nagrika as a Research Associate, where she conducted a study in 25 cities and their city governments across India to evaluate the status of implementation of the 74 th Constitutional Amendment Act in India. Prior to that, she has worked as an Associate, Research and Training at Haqdarshak Empowerment Solutions where she researched on government schemes, conducted awareness camps and worked at the grassroots to help people apply to schemes. She plans to work in urban governance and citizen engagement. Radha is an alumna of Symbiosis International University. She holds a Master of Science in Economics.",
           "In her free time, Radha enjoys reading, cooking, traveling and trekking."
        ]
     },
     {
        "name":"Rohitaash Debsharma",
        "title":"Urban Planner and Placemaker",
        "linkedin":"https://www.linkedin.com/in/rohitaashds",
        "description":[
           "Rohitaash Debsharma is an Urban Planner and Public Space Designer. His interests are in the fields related to the public realm such as placemaking & mobility. He was previously associated with Sensing Local as a research intern, where he worked on public space analysis of Bengaluru city. He exhibited a case contesting heritage of Kochi at the 19th General Assembly of ICOMOS held at New Delhi in 2017. He is also an active volunteer at PlacemakingX, where he advocates to accelerate placemaking as a way to create healthy, inclusive and beloved communities. He plans to work in the areas of urban design, mobility and spatial economy-related interventions. Rohitaash Debsharma is an alumnus of Srishti Institute of Art, Design and Technology, Bengaluru. He holds a degree in Masters of Public Space Design.",
           "In his free time, Rohitaash likes to trace narratives so he illustrates, travels and socializes with new people!"
        ]
     },
     {
        "name":"Roopal Chopra",
        "title":"Architect and Urban Designer",
        "linkedin":"https://www.linkedin.com/in/roopal-chopra-32322192/",
        "description":[
           "Roopal Chopra is an Architect and Urban Designer. Her interests are in the field of shaping the cityscape through its cultural connectivity, design of public spaces, mobility and community based activities. She has over two years of experience in Urban Infrastructure improvement sector. She was previously associated with Padeco India pvt ltd. Mumbai as Architect and Urban Designer, where she has worked with Mumbai Metropolitan Region Development Authority and Mumbai Metro Rail Corporation on Multi modal Integration plans for upcoming Mumbai metro lines and on Architectural design and planning of Mumbai metro line-3 car shed. Prior to that, she has worked with Rizvi College of Architecture as Assistant Professor and Bombay61 studio, where she mainly worked on street designing and revamping projects and citizen engagement activities .She plans to work in the area of urban improvement and development. Roopal Chopra is an alumna of Mumbai University. She holds a degree in Master of Architecture with specialization in Urban design.",
           "In her free time, Roopal enjoys cooking and travelling to places and is also associated with food entrepreneurship."
        ]
     },
     {
        "name":"Rupal Baid",
        "title":"Urban Policy Professional",
        "linkedin":"https://www.linkedin.com/in/rupalbaid?originalSubdomain=in",
        "description":[
           "Rupal Baid is an Urban Policy Professional. Her interests are in the field of urban infrastructure development, transport, program evaluation, and strategic planning. She has about an year of experience in the urban development sector. She was previously associated with the Planning Department, Government of Andhra Pradesh (AP) as an associate, where she led the special task team for regulating the urban growth in the state by establishing urban city clusters in AP. She has designed a project on assessing the quality of life in the urban slums of AP. Apart from this she also worked on public transport where she developed a monitoring framework for measuring traffic growth in the cities. She was also responsible for conducting a study on improving urban local bodies capacities by assessing the gaps and outlining a framework. In the future, she plans to work in the field of mobility, environment, data-driven/ evidence-based urban policy planning. Rupal is an alumna of Azim Premji University, Bangalore. She holds a Master’s degree in Policy and Governance.",
           "In her free time, Rupal enjoys reading related to politics and philosophy, exploring herself by traveling new places and getting familiar with different cultures. Apart from that one would find her in the best cafes or eating joints in the city."
        ]
     },
     {
        "name":"Sai Varsha Akavarapu",
        "title":"Urban Planner",
        "linkedin":"https://www.linkedin.com/in/sai-varsha-a-75a933ab/",
        "description":[
           "Sai Varsha Akavarapu is an Urban Planner. Her interests lie in the nexus of space politics, policies and people centrism in neoliberal governmental regimes. She has over 12 months of experience in researching the implications of neoliberal placemaking on the historic urban cores in India and China. She was previously associated with the Norwegian University of Science and Technology as a Master's thesis student  where she contributed to the Horizon 2020: Trans-Urban-EU-China project by conducting relevant literature reviews and field works pertaining to placemaking and the socio-economic values of the quotidian in Drum Tower Muslim District in Xi’an, China, which resulted in a publication with the China City Planning Review. Prior to that, she has extensively worked in the field of urban policy and development focusing on participatory and multi-stakeholder involvement in planning for future development in rural communities . Varsha is a recipient of a full semester scholarship from the Norwegian Centre for International Cooperation in Education (SIU) and Henrik Homan’s memory scholarship for the research project titled “Smart Sustainable City Regions in India” conducted in 2017 in the old and historic areas of Pune. She has also received grants to participate in the Wuhan Placemaking week in 2018 and VVITA - Sustainable and inclusive development strategies to Vitalize heritage Villages through Innovative Technologies workshop conducted in Romania in 2019. She further plans to work in the areas of multi-hazard disaster management and community resilience. Varsha is an alumnus of School of Planning and Architecture (Vijayawada) and the Norwegian University of Science and Technology. She holds a postgraduate degree in Urban Ecological Planning.",
           "In her free time, Varsha enjoys sketching her everyday realities, experimenting with Hyderabadi cuisine, reading to expand her horizon of knowledge, and exploring life and what it has to offer through travel"
        ]
     },
     {
        "name":"Shikha Singh",
        "title":"Architect and Environmental Planner",
        "linkedin":"https://www.linkedin.com/in/shikha-singh-95b760a4/",
        "description":[
           "Shikha Singh is an Architect and Environmental Planner. Her interests are in the fields of water management, climate resilience, disaster risk reduction and inclusive/ participatory planning. She has over two and a half years of experience in architecture, spatial planning, urban development and environmental management sectors. She was previously associated with School of Planning and Architecture, Delhi as a Project Associate and was involved in developing a toolkit for local stakeholders for urban wetlands/water bodies management with the Ministry of Jal shakti. Prior to that, she has worked on different architecture and urban design projects and also got an exposure in the fields of solid waste management and applications of Internet of Things (IoT) for Smart water management during her engagement with Jamshedpur Utilities and Services Company Ltd. (JUSCO). She has secured first position for her master’s thesis on Zero Liquid Discharge Strategies for urban water management, in the department of Environmental Planning, School of Planning and Architecture, Delhi. She plans to work in the domains of inclusivity and sustainable urban development. Shikha is an alumna of School of Planning and Architecture, Delhi. She holds a degree in Masters of Planning, with specialization in Environmental Planning.",
           "In her free time, Shikha enjoys exploring places, folk music and volunteers for the underprivileged children of the Turamdih Uranium mine workers."
        ]
     },
     {
        "name":"Shilpa Shashidharan",
        "title":"Construction Management Professional",
        "linkedin":"https://www.linkedin.com/in/shilpa-shashidharan-b2537279/",
        "description":[
           "Shilpa Shashidharan is an Engineer and a Construction Management Professional. Her interests are in the field of project management, climate action, inclusivity and smart and sustainable urban practices.  She has two years of experience in the real estate development sector. She was previously associated with Oberoi Realty Ltd., Mumbai, as an Executive, where she was involved in the digital transformation processes, strategic management and budgeting and costing for real estate construction projects. During her engineering, she had published a research paper, along with her team, in the International Journal of Applied Engineering Research. She plans to work in the areas of environment and sustainable development. Shilpa Shashidharan is an alumna of National Institute of Construction Management And Research (NICMAR), Pune. She holds a Postgraduate degree in Advanced Construction Management.",
           "In her free time, Shilpa enjoys all kinds of art, music, reading and taking an early morning stroll amongst nature. She is also a passionate dancer, trained in Bharatanatyam for over 16 years."
        ]
     },
     {
        "name":"Srijita Chakrabarty",
        "title":"Architect - Urban Manager",
        "linkedin":"https://www.linkedin.com/in/srijita-chakrabarty/",
        "description":[
           "Srijita Chakrabarty is an architect – urban manager. Her interests are in the fields of governance, public administration, behavioural sciences and environmental management, cross-border policy and climate change. She has over six years of experience in urban development and allied sectors. An independent consultant and researcher over a year, Srijita previously was a Project Officer at Indian Institute of Technology Madras, deputed at Chennai Metropolitan Development Authority as the nodal officer, responsible for proposal preparation (System Requirements Specification, Request for Proposal), user interface design, stakeholder collaboration, update meetings at the Secretariat and presence in the tender committee for developer selection for single window online planning permission approval systems and allied services under e-governance for the Government of Tamil Nadu. Prior to that, she was associated with L&T Construction, L&T Realty, Maheswari & Associates, Funktion Design and COSTFORD on design, tender documents and site supervision for various projects of scale including low-cost housing and slum rehabilitation, the first precast high rise residential building in India (Pragati, Mumbai) among others. Her research, published as a book chapter by Springer, on sacred waste and urban river contamination got her selected as a speaker at multiple international conferences, including the 6th India Water Week 2019 and got her shortlisted for the World Bank Youth Summit 2019. She plans to work in the governance and management sector. Srijita is an alumnus of Institute for Housing and Urban Development Studies, Erasmus University Rotterdam, The Netherlands and Jadavpur University. She holds a Master of Science in Urban Management and Development with specialization in Sustainable Urban Infrastructure, and a Bachelor in Architecture. She is currently pursuing a Master of Arts in Public Administration.                                                                                                                                                                                                                                                                   In her free time, Srijita enjoys writing, cooking, learning new languages, exploring and observing new places and people. "
        ]
     },
     {
        "name":"Srinidhi Ravishankar",
        "title":"Architect",
        "linkedin":"https://www.linkedin.com/in/srinidhi-ravishankar-6602a7131/",
        "description":[
           "Srinidhi Ravishankar is an Architect. Her interests are in the field of sustainable urbanism, climate- responsive action and universal accessibility. She has two years of experience in the urban design and architecture sectors. She was previously associated with IIT Hyderabad and Institute for Transportation and Development Policy (ITDP) as a Junior Research Fellow and Urban Development Intern, respectively, where she worked on road safety, vision zero and heritage research. Prior to that, She has worked on design and improvements of streets, intersections, communal spaces and design research at Triple O Studio, a multidisciplinary design firm in Chennai. Her thesis was one of the top 10 theses in the South zone of National Awards for Excellence in Architectural Thesis. Her written narratives on temple architecture of Tamilnadu and Auroville have been published in the Design Detail Magazine. She plans to work in the areas of sustainable urban development and climate action. Srinidhi is an alumna of A.M.S. Academy of Architecture. She holds a degree in Bachelor of Architecture.",
           "In her free time, Srinidhi enjoys reading, gardening, swimming, and volunteers with environmental organisations."
        ]
     },
     {
        "name":"Subarna Sadhu",
        "title":"Architect ",
        "linkedin":"https://www.linkedin.com/in/subarnasadhu/",
        "description":[
           "Subarna Sadhu is an Architect. Her interests are in the field of urban design, architectural design, placemaking and conservation. She was previously associated with Dharohar as Junior Architect, where she worked on façade improvement in ABD area of Indore Smart City and heritage impact assessment for Uttar Pradesh Metro Rail Corporation in Agra. Prior to that, she did her internship at Abin Design Studio. She plans to work in the area of urban design and placemaking. Subarna Sadhu is an alumna of Jamia Millia Islamia. She holds a degree in Bachelor of Architecture.",
           "In her free time, Subarna enjoys creating illustrations/comics, reading and learning new languages. She has previously volunteered with various organizations including Make A Difference and Seher Asia."
        ]
     },
     {
        "name":"Sumani",
        "title":"Architect and Urban Planner",
        "linkedin":"https://www.linkedin.com/in/sumani-dabas-59b788139/",
        "description":[
           "Sumani is an Architect and Urban planner. Her interests are in the field of Urban Planning, Solid Waste Management and Mobility, and she has over one and a half years of experience in Architectural Design and Research in the Urban Planning Sector. She was previously associated with HUDCO’s HSMI as a Research Associate, where she supported in the preparation of study material for a course on Rethinking and Reinventing cities. Prior to that, she worked as an Architect and prepared preliminary designs and working drawings for commercial and residential spaces. She received a Gold Medal in Bachelor of Architecture. She plans to work in Urban policy and Citizen engagement. Sumani is an alumnus of Deenbandhu Chhotu Ram University of Science and Technology, Murthal. She holds a degree in Masters in Urban and Rural Planning.",
           "In her free time, Sumani plays badminton, learns to cook new recipes and do gardening."
        ]
     },
     {
        "name":"Syed Mohammad Hamza Abdullah",
        "title":"Architect ",
        "linkedin":"https://www.linkedin.com/in/hamza-abdullah-842127154",
        "description":[
           "Syed Mohammad Hamza Abdullah is an Architect. His interests are in the fields of urban planning and policy, especially in the areas of mobility, informality, and citizen engagement. He has two years of experience in the urban development sector and was previously associated with an architectural and planning firm based in Ahmedabad, where he worked in the domains of tourism planning, urban design and landscape. Before that, he interned with the Airports Authority of India and worked on the design development for air traffic control towers in multiple Indian cities. He has also co-founded a non-profit organization with the agenda to work on achieving ‘Sustainable Cities and Communities’ and has published research on the themes of planning and community engagement. He plans to work in the areas of urban and regional planning with a focus on informal communities. His undergraduate architectural thesis, titled, ‘Occupation-based Design for Terracotta Community, Asharikandi, Assam’ was awarded a ‘special mention’ under the ‘Best Thesis’ category at the Zonal NASA convention (North Zone) 2019. Hamza is an alumnus of Jamia Millia Islamia, Delhi. He holds a degree in Bachelors of Architecture.",
           "In his free time, Hamza likes to write, travel and explore good music."
        ]
     },
     {
        "name":"Thomas Krishna Pegu",
        "title":"Architect and Urban Planner",
        "linkedin":"https://www.linkedin.com/in/thomas-pegu-68749218a",
        "description":[
           "Thomas Krishna Pegu is an Architect and an Urban Planner. His interests are in the field of resilient infrastructure, development induced displacement, and urban land management and he has over seven months of experience in the field of disaster management sector. He was previously associated with National Institute of Disaster Management, Ministry of Home Affairs, as a Young Professional, where he was involved in carrying out various tasks related to research and capacity building, especially in the field of urban risk reduction. He was one of the representatives from India to successfully participate in the Post Disaster Need Assessment & Recovery Framework conducted for the South Asian Association for Regional Cooperation member states. He plans to work in the field of migration and its impact on smart cities. Thomas is an alumnus of School of Planning and Architecture, Delhi and National Institute of Technology Hamirpur, Himachal Pradesh. He holds a degree in Masters of Planning, with a specialization in Housing and a Bachelor of Architecture.",
           "Thomas has a zest for his motorcycle “Hand on the throttle, one down four up, and a gravel road”. He occasionally enjoys taking out his makeshift fishing rod to catch some tasty Snakehead fish."
        ]
     },
     {
        "name":"Vaibhav Sharma",
        "title":"Engineer and a Development Strategist",
        "linkedin":"https://www.linkedin.com/in/vaibhav-sharma-2a3a0283/",
        "description":[
           "Vaibhav Sharma is an Engineer and a Development Strategist. His interests are in the field of social enterprise, environment policy and data science, and he has over 4 years of experience in the technology consulting and development sector. He was previously associated with State Bank of India and MS Swaminathan Research Foundation as a rural development fellow where he worked on supplementing rural livelihoods and established a community enterprise model for tribal farmers. Prior to that, he worked as an analyst with Deloitte Consulting specializing in BigData analytics for the banking sector. He is a co-author of India’s millet based PDS system, a research article for Food and Agriculture Organization’s annual research publication. He plans to work in environmentally sustainable livelihood opportunities for urban India. Vaibhav is an alumnus of Thapar University. He holds a Bachelor of Engineering in Computer Science.",
           "In his free time, Vaibhav enjoys travel photography, trekking and outdoor sports."
        ]
     },
     {
        "name":"Veera Vishodhana VI",
        "title":"Civil Engineer",
        "linkedin":"https://www.linkedin.com/in/veera-vishodhana-vi-208355119",
        "description":[
           "Veera Vishodhana VI is a Civil engineer. His interests are in the field of solid waste management, water management and innovative building materials. He was previously associated with Blue wave Start-ups as an intern and researcher (2016) in project Aquaponics and Aqua Horse. Prior to that, he has over 8 months of work experience in the building designing sector at Llollipop design shoppe Pvt Ltd, Pondicherry. He won Best project in carbon zero challenge at IIT Madras (2017), Best research award in Chennai International Youth Fest 2.0 (2018), Best Research project from Tamil Nadu State Council for Science and Technology (2019), Best Innovator award from Rural Innovative Conclaves Start-ups, NIRD Hyderabad (2019) and As mentor in I-Innovate One million seconds online hackathon conducted by Publishsutra supported by Telangana State Innovation Cell(TSIC) and Telangana Information Technology Association(TITA) (2020) and also published a paper on “Green Buildings''. Veera Vishodhana is an alumnus of Centre for Rural Technology, Gandhigram Rural Institute in Tamilnadu. He holds a Bachelor of Technology in Civil Engineering.",
           "In his free time, Veera likes to read research articles and spend time experimenting on concrete and its related works. He likes to set off on random solo trips to relax and experience new things."
        ]
     },
     {
        "name":"Veronica Quikiumaliu Wijunamai",
        "title":"Development Sector Professional ",
        "linkedin":"https://www.linkedin.com/in/veronica-quikiumaliu-wijunamai-83734a175/",
        "description":[
           "Veronica Quikiumaliu Wijunamai is a young scholar.  Her interests are in the field of capacity building, urban informality and grassroots engagement.  She has over a year and two months of fieldwork experience in the development and rural sector. She was previously associated with Uttarakhand Social Audit, Accountability and Transparency Agency as an intern where she worked on social auditing of government schemes, and advocacy of participatory local governance. Prior to that, she has experience in working with grassroots, centred around tribal land rights, social impact assessment, disability rights and advocacy. She plans to work in areas of urban development and informality. Veronica Quikiumaliu Wijunamai is an alumna of Tata Institute of Social Sciences, Mumbai. She holds a  Masters of Social Work degree in Community Organisation and Development Practice.",
           "In her free time, Veronica loves to binge eat, enjoys aesthetic photography, and exploring new cultures through travel and interactions. She volunteers for working with children in the local school and church."
        ]
     },
     {
        "name":"Vivin R Nair",
        "title":"Economist",
        "linkedin":"https://www.linkedin.com/in/vivinrnair/",
        "description":[
           "Vivin R Nair is an Economist. His interests are in the field of economic geography, regional development and innovation. He has over one and a half years of experience in the development and public sector. He was previously associated with the Kerala State Planning Board as a consultant intern, where he worked on a neoteric economic approach for the revival of state economy post the Kerala floods. Prior to that, he has extensively worked on cluster-based innovation and development strategies at the city level. Currently, he is also associated with the Global Shapers Community, an initiative of the World Economic Forum. He was a merit scholar whilst in college and plans to work in the areas of urban economics and regional development. Vivin R Nair is an alumnus of the London School of Economics and Political Science. He holds a Master of Science in Local Economic Development.",
           "In his free time, Vivin enjoys reading, exploring and expanding his taste in music. His passion for the game of cricket took him to Lord’s where he played for Goodenough college cricket club."
        ]
     },
     {
        "name":"Yogada Joshi",
        "title":"Public Policy Enthusiast",
        "linkedin":"https://www.linkedin.com/in/yogada-joshi-428637157/",
        "description":[
           "Yogada Joshi is a graduate in Economics. Her interests are in the field of evidence-based public policy, environmentalism, urban and development economics and decentralization of governance and development. She has over a year’s experience in citizen-led action. She was previously associated with KPMG India as a risk analyst. She is a volunteer with Bengaluru-based citizen movement ‘Citizens for Bengaluru’, COVID-19 responders at Bengaluru and an active resident of her RWA. Yogada is a recipient of the Under Graduate Social Science Talent Search Scholarship from the Institute of Social and Economic Change. She has presented a primary data-based study on environmental consciousness and interventions that can alter consumer behavior as well as a review on One Rank One Pension, a comprehensive study on defense social security in India. She plans to work in the field of sustainable and decentralized development. Yogada is an alumnus of Christ ‘Deemed to be University’. She holds a Bachelor of Arts (Honours) in Economics.",
           "In her free time, Yogada enjoys watching movies and singing and holds a Junior Grade in Carnatic Vocal."
        ]
     },
     {
        "name":"Zara Hasnain",
        "title":"Public Policy Professional",
        "linkedin":"https://www.linkedin.com/mwlite/in/zara-hasnain-publicpolicy",
        "description":[
           "Zara Hasnain is a public policy professional. Her interests are in the field of education and sanitation and she has over two years of experience in the development sector. She was previously associated with the Ministry of Drinking Water and Sanitation as Zila Swachh Bharat Prerak, where she was responsible for behavioural change communication, stakeholder management, capacity building and overall ODF status (rural)of the district. Prior to that, she has done her capstone project with the ASER (Pratham) for six months. She has also worked in Mewat region of Haryana with Sehgal foundation on women empowerment project. For her contribution in fieldwork she was awarded “Distinguished Alumni Award- 2019” at O.P. Jindal Global University, Sonipat. She plans to work in the areas of education, women empowerment and implementation of policies. Zara is an alumna of O.P. Jindal Global University, Sonipat and Jesus and Mary College, New Delhi. She holds a degree in Master of Arts and Bachelor of Arts(Hons.), with specialization in Public Policy and Political Science, respectively.",
           "In her free time, Zara enjoys cooking and volunteers with non-governmental organisations.,"
        ]
     },
     {
        "name":"Zia Ul Haque",
        "title":"Urban & Regional Planner, Architect",
        "linkedin":"https://www.linkedin.com/in/zia-ul-haque-66878535",
        "description":[
           "Zia ul Haque is an Architect , Urban and Regional Planner. His interest areas are Urban planning, Urban Design and Sustainable Urbanisation of towns, also in areas of rural settlements for Ecologically sensitive development and Environmental sustainability. He has over five years of experience in the Urban planning &amp; development sector and was previously associated with the Regional Centre for Urban &amp; Environmental studies in the areas of Capacity Building/Training in CBUD program and MoHUA missions. Prior to that, He has worked in urban development missions in AMRUT, SBM and SCM programme research and implementation, focusing on Sustainable urbanization in cities. He has also published &amp; presented papers on Urban Environment, Spatial Equity and Environmental issues and challenges. Zia ul Haque is an alumnus of C.E.P.T University, Ahmedabad (2014). He holds a degree in Masters of Urban & Regional Planning and Bachelors in architecture with Honours from Government college of Architecture, Lucknow.",
           "In his free time, he enjoys hiking, trekking, bird watching and exploring the indigenous Himalayan settlement’s art and culture of Vernacular geographies. He is also engaged in community development and participatory planning in local regions engaged in research for Kumaon and Bundelkhand region."
        ]
     }
  ],
  "cohort_2019":[
     {
        "name":"Akshay Atreja",
        "title":"Electrical Engineer",
        "linkedin":"linkedin.com/in/akshay-atreja-82366663",
        "description":[
           "Akshay Atreja is an Electrical Engineering graduate from the National Institute of Technology, Jaipur. A green energy enthusiast, he has worked in the renewable energy industry with the Aditya Birla Group in areas of planning, budgeting, erection & commissioning of MW scale rooftops. As a Smart Cities Fellow, he looks forward to working on challenges associated with the design and operation of microgrids in cities that will allow higher renewable penetration, especially electric vehicles, and energy storage systems. A curious learner and an athlete, Akshay is always up for a game of badminton and a swim. After all, ‘Jo Khele Wahi Khile’!"
        ]
     },
     {
        "name":"Alisa Schubert Yuasa",
        "title":"Development Sector Expert",
        "linkedin":"https://www.linkedin.com/in/alisayuasa",
        "description":[
           "Alisa Schubert Yuasa  works in capacity building and training, where her interests include  urban planning and identity vs. citizenship in the diaspora. She completed an MPhil in development studies at the University of Cambridge, where she focused on child labour and urbanization in India. She has worked as a Research Associate for the Asian Development Bank Institute, and before that, she worked at Brown University’s Office of Global Engagement. She obtained her BA in international relations from Brown University.  Alisa likes spouting dad puns and seeing people around her wince at how bad they are."
        ]
     },
     {
        "name":"Ambar Chandra Sinha",
        "title":"General Management Professional",
        "linkedin":"https://www.linkedin.com/in/ambarsinha",
        "description":[
           "Ambar Chandra Sinha is a Mechanical Engineer from Manipal University. He has worked on Clean Tech Solutions for the cold chain industry across India and Boston, operated a hyper-local delivery startup and worked to provide multi-sector infrastructure consultancy for multi-lateral development bank-funded projects across South East Asia, South Asia and East Africa. With interests in urban finance, consumer behavior and mobility, he plans to pursue a career at the intersection of technology, policy, and business.  A multi-tasker, Ambar enjoys public policy debates, adventure sports, watching & writing fiction, working on disruptive ideas, and impromptu trips."
        ]
     },
     {
        "name":"Amit Varma",
        "title":"Architect - Urban Planner",
        "linkedin":"linkedin.com/in/amit-varma-9130a843",
        "description":[
           "Amit Varma is an Architect-Planner with a post-graduate degree from School of Planning and Architecture, Delhi, and a graduate degree in Architecture from IGCA, Mohali. He has worked as an Urban Planner in the City Development Planning Project, as well as an academician in various government and private institutes, including Kaushal Kendra at Central University of Rajasthan. Amit intends to work on inclusive housing and related infrastructure for various urban development projects. He believes that “your attitude towards life determines life’s attitude towards you”. Apart from work, Amit loves to play video games, write (Hindi quotes), watch and play cricket."
        ]
     },
     {
        "name":"Anindita Saikia",
        "title":"Urban Planner",
        "linkedin":"linkedin.com/in/anindita-saikia-57a3947b",
        "description":[
           "Anindita Saikia is an Urban Planner from CEPT University, Ahmedabad. She has worked on various areas of the Swachh Bharat Mission like the capacity building of municipal functionaries, assisting cities in Swachh Survekshan and also worked on a research study on dry waste management in Urban Local Bodies. She intends to work on areas of urban infrastructure/services planning and urban governance under various urban development projects of the Government of India. Outside of work, Anindita loves to cook and is a karaoke enthusiast!"
        ]
     },
     {
        "name":"Ankit Rai",
        "title":"Transport Planner",
        "linkedin":"www.linkedin.com/in/ankit-k-rai",
        "description":[
           "Ankit Rai is a Transport Planner, with a Bachelor’s in Civil Engineering and a Master’s in Transportation Engineering & Planning from REVA University, Bangalore. He has worked as a research fellow at the Indian Institute of Science, Bangalore, on various aspects of transportation planning & engineering. He has also contributed to journal papers and attended various conferences on pressing challenges in urban mobility. He intends to work on subjects of urban mobility with focus on meeting the overarching objective of Sustainable Urban Development.  At leisure, Ankit likes to indulge in a game of football."
        ]
     },
     {
        "name":"Anshul Abbasi",
        "title":"Architect",
        "linkedin":"https://www.linkedin.com/in/anshul-abbasi-b734164a",
        "description":[
           "Anshul Abbasi is an Architect and Urbanist. A graduate of Jamia Millia Islamia, New Delhi, he has practiced architecture and worked as a part-time lecturer in the past. An urban regeneration professional and ecology enthusiast, he has published several papers on related topics. In the future, he aims to work on the resilient cities concept and its economic impacts.  A wanderer, Anshul loves discovering new things about his city."
        ]
     },
     {
        "name":"Azhagu Pandia Raja MP",
        "title":"Technology Specialist",
        "linkedin":"https://www.linkedin.com/in/azhagu",
        "description":[
           "Azhagu Pandia Raja M.P is an engineering graduate from Anna University with specialisation in Information Technology. Azhagu is a civil services aspirant and has a Master’s in International Relations from UOM, Chennai, as well as a Diploma in Astrophysics from MKU, Madurai. He has previously worked in geospatial and hazards mapping projects with RBS, United Kingdom. He also worked as a life skill trainer with UNICEF.  His hobbies include sky watching. Moreover, as a wildlife enthusiast, he is involved in wildlife census across India."
        ]
     },
     {
        "name":"Chhavi Arya",
        "title":"Urbanist",
        "linkedin":"linkedin.com/in/chhaviarya01",
        "description":[
           "Chhavi Arya, an Urbanist, is a graduate of architecture from the Chandigarh College of Architecture and has a post-graduate degree in urban planning from Indian Institute of Technology, Roorkee. She has worked on station area planning in the backdrop of the policy of redevelopment of railway stations and has carried forward her work as a research student in Karlsruhe Institute of Technology, Germany. Her key interests lie in analysing the land use-transportation nexus and urban financial systems. Beyond the urban sector, Chhavi likes to get creative with paper and ink!"
        ]
     },
     {
        "name":"Chiranjay Shah",
        "title":"Urban Planner",
        "linkedin":"linkedin.com/in/chiranjay",
        "description":[
           "Chiranjay Shah pursued his undergraduate degree in planning from CEPT University, Ahmedabad. He has worked in UN-Habitat, Nairobi and with the Pune Municipal Corporation on its smart city and resilient city missions. Chiranjay enjoys all things food and exercise and will usually be deciding between one of the two."
        ]
     },
     {
        "name":"Empati Uday Kumar",
        "title":"Urban Planner",
        "linkedin":"linkedin.com/in/empati-uday-kumar-72597698",
        "description":[
           "Empati Uday Kumar is from Karimnagar, Telangana. He completed his Bachelor’s degree in Civil Engineering and Master’s in Urban and Regional Planning from the School of Planning and Architecture, Vijayawada. Uday has worked as Project Officer in Bhubaneswar Smart City Limited, and has previous experience in construction management and project management in urban planning. He intends to work on urban finance, policy, and governance under various urban development projects. Uday’s hobbies include solving puzzles, debating and playing badminton."
        ]
     },
     {
        "name":"Gulshan Banas",
        "title":"Sociologist",
        "linkedin":"linkedin.com/in/gulshanbanas09",
        "description":[
           "Gulshan Banas has an MA in Sociology from JNU, New Delhi. She has prior experience of working on research projects in ICT for development, housing and participatory natural resource management where she was involved in designing tools, data collection and analysis, and writing. She aims to pursue a Ph.D. in International Development and is interested in researching local-level governance, decentralization, and citizen engagement. Gulshan enjoys exploring new cultures through food and travel!"
        ]
     },
     {
        "name":"Harveen Kaur",
        "title":"Environment & Sustainability Specialist",
        "linkedin":"https://in.linkedin.com/in/harvkaur",
        "description":[
           "Harveen Kaur has submitted her PhD in E-waste management in University of Delhi and is an Environment & Sustainability Specialist. With a Masters in Resource Management (specialising in Environment Management & Sustainable Development) from University of Delhi, she also has a PG Diploma in Environmental Law & Management from Indian Law Institute, Delhi and B.Ed in Special Education from NIEPID, Delhi (under MSJ & E Govt. of India). Her diverse education background and experience of working in different government organisations has helped her in understanding of interdisciplinary and multidisciplinary fields and she is good at interrelating them holistically based on her knowledge, skills and unique competencies. She has many published articles to her credit in journals, books and magazines. She is well travelled and has done her Masters and PhD internships in USA and Sweden respectively. Her interest lies in urban waste management, pollution, sustainable & green cities, policy implementation, governance, barrier-free environment for persons with disability and capacity building.  Outside of work, Harveen likes to travel, explore new ideas/cultures, watch movies and attend inspirational workshops."
        ]
     },
     {
        "name":"Hinotoli V Sema",
        "title":"Disaster Management Specialist",
        "linkedin":"linkedin.com/in/hinotoli-vikuto-sema-ph-d-disaster-management-a30087aa",
        "description":[
           "Hinotoli V Sema is a cross-disciplinary researcher with a specialisation in Disaster Studies and Geospatial Technology. She has a Ph.D. (Disaster Management) from Centre for Geoinformatics, Tata Institute of Social Sciences (TISS), Mumbai. Hinotoli is an alumna of University of Madras, North -Eastern Hill University and Kohima Science College. She is an Erasmus EMINTE Doctoral Awardee for the Faculty of Regional and Geographical Studies, University of Warsaw, Poland. She has worked with the UGC (SAP III), NEHU and IIPS, Mumbai. Having a good technical skills on Remote Sensing, Geo-spatial Technology and Statistical Analysis, her work lies in mainstreaming disaster risk reduction (DRR) to improve resilience to hazard, disaster, vulnerability and risk.  She is an avid reader, an adventurer and enjoys landscape photography."
        ]
     },
     {
        "name":"Jairam Ramakrishnan",
        "title":"Sustainable Energy",
        "linkedin":"linkedin.com/in/rjairam",
        "description":[
           "Jairam Ramakrishnan completed his M.Sc in Sustainable Energy from the Technical University of Denmark (DTU) with a specialization in Electric Energy Systems. A specialist in renewable energy integration with storage systems, he has hands-on experience in designing PV systems and grid ancillary services. With a desire to work with micro-grids and V2G (Vehicle to Grid) systems, he aspires to build a world that runs on green energy. His philosophy resonates in “Apunich bhagwaan hain - Create the world you want to see!” In his free time, he likes to play the violin."
        ]
     },
     {
        "name":"Jismi Varghese",
        "title":"Architect - Urban Planner",
        "linkedin":"https://www.linkedin.com/in/jismi-varghese-a2a310a3/",
        "description":[
           "Jismi Varghese is an Architect and an Urban Planner. She graduated from Mumbai University and acquired a post graduate degree from BIT, Mesra. She interned with CIDCO (NAINA), where she worked on the NAINA City Development Plan, 2034. She is interested in urban form, infrastructure development and green mobility for sustainable future cities. Jismi loves moving to music and is proud of the discipline it has instilled in her."
        ]
     },
     {
        "name":"Josh Singh",
        "title":"Strategy & Finance Professional",
        "linkedin":"https://www.linkedin.com/in/josh-singh-17b915160",
        "description":[
           "Josh Singh is a graduate engineer from PEC University, Chandigarh with experience in finance & management consulting. He has worked with J.P Morgan as an Investment Banker and has also worked in the development of sustainability investment index at Morningstar. Prior to joining the fellowship, he was working with ICF Consulting where he supported strategic regulatory advisory, market due-diligence & financial transaction services. He intends to work in areas of urban finance, strategic planning, revenue mobilisation, and fintech digitisation in the context of various urban development projects.  Living up to his name, Josh likes to trek, run, write poems and play squash."
        ]
     },
     {
        "name":"Kirti Kawale",
        "title":"Architect - Urban Designer",
        "linkedin":"www.linkedin.com/in/kirti-kawale-612aa215",
        "description":[
           "Kirti Kawale is an Architect and Urban Designer, with a graduate degree in Architecture from Nagpur University and a post-graduate degree from School of Planning and Architecture, New Delhi. An Urbanist, with 10 years of experience, her work ranges from conceptualising and designing of urban spaces and street scapes, to research on various urban issues. She intends to work on integrated urban development with holistic approach and focus on tangible improvement of the public environment.  A national level participant in Atya Patya, she is up for any game when it comes to sports and believes in team spirit. Apart from this, she loves to travel, trek and sketch."
        ]
     },
     {
        "name":"Kuhan Madhan",
        "title":"Policy Expert",
        "linkedin":"linkedin.com/in/kuhanmadhan",
        "description":[
           "Kuhan Madhan is a graduate of policy and governance studies from the Crawford School of Policymaking. His policy experience is centred around the political economy and critical analysis of development policies with a focus on improving governance mechanisms and regulatory structures. He is passionate about narrative building and the use of behavioural sciences to make impactful outcomes in resource use and management. A vivid storyteller of the past and diligent harbinger of the future, Kuhan is a semi-pro landscape photographer and loves deconstructing metaphysics."
        ]
     },
     {
        "name":"Mansi Naidu",
        "title":"Electronics Engineer",
        "linkedin":"linkedin.com/in/mansi-naidu-908872137",
        "description":[
           "Mansi Naidu completed her B.Tech in Electronics from University of Delhi and has worked on various projects including cloud-based media streaming, smart car security system and intelligent traffic management system. She intends to work on ICT-led smart solutions and data driven initiatives under the Smart Cities Mission. She is also a civil services aspirant and hopes to join the Indian Administrative Services one day. Mansi holds a diploma in Bharatanatyam and enjoys dancing. She is a curious soul who loves indulging in creative pursuits now and then."
        ]
     },
     {
        "name":"Mayank Saravagi",
        "title":"Urban Manager",
        "linkedin":"https://www.linkedin.com/in/mayanksaravagi/",
        "description":[
           "Mayank Saravagi has a post-graduate degree from CEPT University, Ahmedabad. He has worked on various aspects of the Swachh Bharat Mission (Gramin) with the Ministry of Drinking Water and Sanitation. As a consultant with Tata Trusts, Mayank has contributed to capacity building, financial planning, information - education and communication, and solid waste management, among other aspects. He is interested in working at the intersection of urban policy, infrastructure/services planning and urban governance under the various projects of the Government of India.  A theatre artist, dancer, violinist and sketcher, Mayank is always ready to travel and explore places!"
        ]
     },
     {
        "name":"Murtaza Mohammadi",
        "title":"Architect",
        "linkedin":"linkedin.com/in/murtaza-mohammadi-a72baa68",
        "description":[
           "Murtaza Mohammadi (IGBC AP) is a graduate from IIT Roorkee, India and Hochschule Luzern, Switzerland, and has been working as an architect in India. He has specialized in renewable energy and architecture from the University of Nottingham (UK). His interest lies in areas of energy-efficient designs and smart buildings. As a creative person, Murtaza likes to explore computational designs and is always up for a game of squash."
        ]
     },
     {
        "name":"Naman Sharma",
        "title":"Architect",
        "linkedin":"https://www.linkedin.com/in/namansharma-iitr/",
        "description":[
           "Naman Sharma is an architecture graduate from Indian Institute of Technology Roorkee. He has worked as deputy manager of architecture in the Design Centre of Shapoorji Pallonji Engineering and Construction, where he was involved in commercial and urban regeneration projects of national importance in Delhi and Bengaluru. During this stint, he has also gained experience in project finance & management and several pioneering building technologies. Naman has interests in data analytics and visualisations and believes that reaping benefits from data will make our cities more open, equitable and emergent.  Naman enjoys reading non-fiction, playing djembe and writing poems"
        ]
     },
     {
        "name":"Nandini Bhattacharya",
        "title":"Development Sector Professional",
        "linkedin":"linkedin.com/in/nandini-bhattacharya-52555294",
        "description":[
           "Nandini Bhattacharya is a development sector professional with a degree in Development Studies from Tata Institute of Social Sciences, Mumbai. With experience in project management for international aid agencies & media, she has worked on grant-making for mental health innovations. During the fellowship, she wants to contribute to a democratic perspective to urban livelihoods, its intersection with governance structures, and learn about climate change & resilience in the context of social infrastructure. When not working, Nandini likes reading, hiking, and baking experiments."
        ]
     },
     {
        "name":"Palak Mahanot",
        "title":"MBA Finance",
        "linkedin":"https://www.linkedin.com/in/palakmahanot/",
        "description":[
           "Palak Mahanot has completed B.Com (Honours) from Shri Ram College of Commerce, Delhi University and has an MBA in Finance from Indian Institute of Management, Indore. Her professional experiences include investment banking at Goldman Sachs and financial planning and analysis at Uber and GE India. She intends to actively participate in the improvement of public services and is keen on joining the Indian Administrative Services.  Creative at heart, she loves to try everything that comes her way. She enjoys calligraphy, mandala art, travel, and badminton. Palak is guilty of hoarding too many handbags and is always hungry for pizza"
        ]
     },
     {
        "name":"Pinky Taneja",
        "title":"Environmental Science",
        "linkedin":"linkedin.com/in/dr-pinky-taneja-500b2954",
        "description":[
           "Pinky Taneja having a Ph.D. (Sciences) degree from AcSIR, CSIR-National Environmental and Engineering Research Institute is a specialist in the field of environmental science. She has research experience of more than 5 years in diverse aspects of environmental science as hyperspectral imaging through ENVI software, organic farming for improving wheat growth and effective removal of nitrate from groundwater. Her research interests lie in developing a framework for solid waste and wastewater management. In her leisure time, she loves traveling and exploring new places."
        ]
     },
     {
        "name":"Prajkta Adhikari",
        "title":"Environmental Architect",
        "linkedin":"https://www.linkedin.com/in/ar-prajkta-adhikari-7483504a/",
        "description":[
           "Prajkta Adhikari, an Environmental Architect, has a post-graduate degree from the Yashwantrao Chavan Maharashtra Open University, Nashik. She taught graduate and postgraduate students for the past 5 years. Simultaneously, she has been involved in research projects on indoor air quality testing and preparing guidelines for eco-tourism for the district of Sindhudurg with the State Govt. of Maharashtra. She further intends to work in the field of environmental design, data monitoring, data analysis, and ecological planning.  Apart from work, she is a passionate traveler and loves documenting livelihood stories through photography and sketching."
        ]
     },
     {
        "name":"Punit Gandhi",
        "title":"Renewable Energy Expert",
        "linkedin":"https://www.linkedin.com/in/punitgandhi20/",
        "description":[
           "Punit Gandhi, a renewable energy expert, completed his MSc in Sustainable Energy Technology from TU-Delft, Netherlands. He tries to solve problems with systems thinking and has created unique opportunities for his company Orgro Energy to collaborate and work on various projects. He believes that it is possible to make zero energy cities in the future to reduce climate-related problems we face today.  When he is not saving the world, Punit explores music, plays percussion and enjoys cooking."
        ]
     },
     {
        "name":"Rahul Khanna",
        "title":"Environmental Planner",
        "linkedin":"linkedin.com/in/rahul-khanna-020a42b0",
        "description":[
           "Rahul Khanna has a Master’s degree in Environmental Planning from School of Planning and Architecture, New Delhi and a Bachelor’s degree in Technology from Jawaharlal Nehru Architecture and Fine Arts University, Hyderabad. He has worked with the Ministry of Drinking Water & Sanitation and Tata Trusts in the successful implementation of Swachh Bharat Mission (Rural). Rahul wants to work towards integrating planning with ICT, although he is interested in working in almost every subject that is related to Nation Building. His hobbies include playing basketball, reading books, watching movies, dancing, traveling and learning new things."
        ]
     },
     {
        "name":"Sadaf Sethwala",
        "title":"Development Sector Professional",
        "linkedin":"linkedin.com/in/sadaf-sethwala-49034ab1",
        "description":[
           "Sadaf Sethwala is a development professional with an MA in Development from Azim Premji University, Bangalore. With a strong belief in the role of education to impact change, she has been working as a grassroots educator, using activity-based approaches to strengthen foundational learning. She was also part of the Future Leaders in Development programme hosted by IIM-Udaipur and the Duke Sanford School of Public Policy. She is keen to explore the potential of technology in making the public education system more learner-centric and one that nurtures creativity. In her free time, when not huddled with a book, Sadaf loves to travel and explore new places."
        ]
     },
     {
        "name":"Shilpa Singh",
        "title":"Urban Planner - Water Management Expert",
        "linkedin":"https://www.linkedin.com/in/shilpa-singh-122629a4",
        "description":[
           "Shilpa Singh is an Urban Planner from College of Engineering Pune (CoEP). She holds a postgraduate degree in Water Policy and Governance from Tata Institute of Social Sciences (TISS), Mumbai. She worked with Tata Trusts and MoW&CD as a Swasth Bharat Prerak in Jaunpur district of Uttar Pradesh for the implementation of POSHAN Abhiyaan (National Nutrition Mission). She was involved in designing, planning, executing and monitoring of the Abhiyaan effectively and successfully. She intends to work in the urban water sector, housing and transportation projects under the Smart Cities Mission.  Shilpa spends her leisure time in listening music and making paintings."
        ]
     },
     {
        "name":"Shubhashweti Sinha",
        "title":"Architect - Urban Development",
        "linkedin":"https://www.linkedin.com/in/shubhashweti-sinha-88629161",
        "description":[
           "Shubhashweti Sinha is an Architect with an MSc in International Cooperation Sustainable Emergency Architecture from UIC, Barcelona. Her studies focused on urban regeneration, development planning and post disaster rehabilitation. She has experience working with the Urban Strategic Planning committee of United Cities & Local Governments. She also has worked on planning various area development and urban design proposals in India as part of UDP international and Essel Infra.  She intends to study urban transformation with inclusive public spaces, innovation and city to city cooperation. Shubhashweti is passionate about design entrepreneurship, an avid traveler, writer and is always up for a game of badminton."
        ]
     },
     {
        "name":"Smriti Bhatnagar",
        "title":"Urban Development",
        "linkedin":"linkedin.com/in/smriti-bhatnagar-2a474749",
        "description":[
           "Smriti Bhatnagar is an urban development and low carbon mobility professional. She has worked at The Energy and Resources Institute, New Delhi for four years where she was involved in projects which promoted sustainable mobility for Indian cities funded by the European Union and the World Bank. She holds an MSc. in Urban Development & Management from The Institute of Housing and Urban Development, Erasmus University, Rotterdam. Apart from work, Smriti has a keen interest in world history."
        ]
     },
     {
        "name":"Sourav Mukherjee",
        "title":"Policy Expert",
        "linkedin":"https://www.linkedin.com/in/sourav-mukherjee-52114375/",
        "description":[
           "Sourav Mukherjee has a Bachelor’s degree (Honours) in Economics from Christ University, Bangalore, and a Master’s in Development with a specialization in Law Governance and Public Policy from Azim Premji University, Bangalore. He worked with the Ministry of Water and Sanitation and Tata Trust for the Zila Swachh Bharat fellowship program in the District Collector’s office, Bellary Karnataka as well as Water and Sanitation Department of Karnataka and Jharkhand.  His areas of interest are public policy, urban governance and sustainability, administrative reforms and electoral politics."
        ]
     },
     {
        "name":"Sreenandini Banerjee",
        "title":"Geographer and Urban Planner",
        "linkedin":"https://www.linkedin.com/in/sreenandini-banerjee-8a736029",
        "description":[
           "Sreenandini Banerjee is a Geographer and Urban Planner, post-graduate from CEPT University, and also a post-graduate in Geography from Delhi School of Economics, Delhi University. She has worked as an Urban Planner in the Chandigarh Smart City Project. She has also presented papers and attended various conferences on Smart Cities. She intends to study policy and urban governance under urban development projects. In this dynamic world, she likes to explore different avenues that would improve her skills to be an accomplished individual.  Sreenandini enjoys music and loves to sing owing to her deep roots in art and culture."
        ]
     },
     {
        "name":"Sukhbeer Singh",
        "title":"Public Policy Specialist",
        "linkedin":"https://www.linkedin.com/in/sukhbeersingh/",
        "description":[
           "Sukhbeer Singh is a public policy professional, with a Master in Public Policy from National Law School of India University, Bengaluru and a Bachelor’s in Physical Sciences from St. Stephen’s College, Delhi. He worked with the policy advocacy vertical at the Tata Trusts where he provided policy-focused inputs to scaling philanthropic impact. He is versed in cost-benefit analysis and socio-legal analysis of urban interventions. He intends to work on the problems of data frameworks and political economy in the domain of urban development.  During breaks, Sukhbeer can be found capturing Delhi’s hidden monuments with his lens and searching for the ultimate experience in vegan eating."
        ]
     },
     {
        "name":"Udit Sarkar",
        "title":"Architect-Urban Planner",
        "linkedin":"https://www.linkedin.com/in/udit-sarkar-b01518139",
        "description":[
           "Udit Sarkar is an Architect-Urban Planner, with a post-graduate degree from the School Of Planning and Architecture, Bhopal and a graduate degree from Pilloo Mody College of Architecture. He has worked as a Research Associate for the Project- DIC, Shelter for all. He has also worked as Project Architect for two urban heritage conservation projects and intends to work on subjects leading to improved urban spaces and built heritages using geospatial technologies.  Outside of work, Udit enjoys food walks and documenting this intangible heritage of a city through film and photography."
        ]
     },
     {
        "name":"Urwashi Baghele",
        "title":"Architect / Urban Planner",
        "linkedin":"https://www.linkedin.com/in/urwashi-baghele-a40a6778",
        "description":[
           "Urwashi Baghele an Architect Planner, with a post-graduation in planning from the School of Planning and Architecture, New Delhi. Urwashi has been working as an Urban Planner in the Nagpur Swachh Bharat Mission, and has contributed to the financial model in Smart Cities project in Nagpur. She has worked on the housing and industrial sector in Maharashtra, as well as with the Town Planning and Valuation departments of Kolhapur.  Urwashi is a devoted family girl who likes all things outdoors. She is an experienced trekking and camping enthusiast with a good hand in badminton."
        ]
     },
     {
        "name":"YSK Prerana",
        "title":"Interdisciplinary Researcher",
        "linkedin":"linkedin.com/in/prerana-ysk-32b3b41aa",
        "description":[
           "YSK Prerana is a Media studies graduate from Symbiosis International University, with a Master’s in Gender Studies from University of Sussex. She is experienced in working with nonprofits engaged with intellectual disabilities, child rights, queer rights, and feminist policy-making."
        ]
     }
  ]
}